{
    "Sun": {
        "Sun": "&emsp;&emsp;&emsp;&emsp;ดวงอาทิตย์เป็นดาวฤกษ์ที่อยู่ใกล้โลกมากที่สุดและเป็นศูนย์กลางของระบบสุริยะ โดยมีระยะห่างจากโลกประมาณ 149.60 ล้านกิโลเมตร หรือระยะที่เรารู้จักกันในทางดาราศาสตร์ว่า 1 หน่วยดาราศาสตร์ พลังงานความร้อนจากดวงอาทิตย์เกื้อกูลต่อสิ่งมีชีวิตบนโลก และความสัมพันธ์ระหว่างโลกกับดวงอาทิตย์ ยังทำให้เกิดฤดูกาล กระแสน้ำในมหาสมุทร ตลอดจนการเปลี่ยนแปลงของสภาพภูมิอากาศ ดวงอาทิตย์มีมวลมหาศาลเมื่อเทียบกับโลก (มากกว่าโลกถึง 333,400 เท่า) อิทธิพลแรงโน้มถ่วงที่ดึงดูดฝุ่นเข้าด้วยกัน ผลที่ได้ก็คือ แรงดันและอุณหภูมิที่เพิ่มสูงขึ้นที่แกนกลางประมาณ 15 ล้านองศาเซลเซียส เพียงพอที่จะเกิดปฏิกิริยานิวเครียร์ฟิวชันที่แกนกลาง (Nuclear Fusion) ซึ่งหลอมไฮโดรเจนให้กลายเป็นฮีเลียมและปลดปล่อยพลังงานออกมาอย่างมหาศาล แผ่พลังงานความร้อนออกจากแกน จากนั้นเข้าสู่กระบวนการพาความร้อนไปสู่พื้นผิวของดวงอาทิตย์ที่เรียกว่า ชั้นโฟโตสเฟียร์ มีอุณหภูมิประมาณ 5,500 องศาเซลเซียส เป็นต้นกำเนิดของแสงอาทิตย์ที่เราเห็นบนโลก ในชั้นนี้ยังมีปรากฏการณ์อื่น ๆ เช่น การพุ่งของเปลวสุริยะ (Prominences) การลุกจ้า (Flare) และการเกิดจุดบนดวงอาทิตย์ (Sunspots) ซึ่งสัมพันธ์กับการเปลี่ยนแปลงสนามแม่เหล็กบนดวงอาทิตย์ ถัดไปเป็นชั้นโครโมสเฟียร์ มีอุณหภูมิประมาณ 10,000 องศาเซลเซียส บรรยากาศชั้นนอกสุดของดวงอาทิตย์แผ่ออกไปไกลหลายล้านกิโลเมตร เรียกว่า โคโรนา มีอุณหภูมิสูงถึง 2 ล้านองศาเซลเซียส",
        "structure": "&emsp;&emsp;&emsp;&emsp;<b>1. แกนกลาง (Core)</b> มีอุณหภูมิประมาณ 15 ล้านองศาเซลเซียส เป็นแหล่งกำเนิดของปฏิกิริยาเทอร์โบนิวเคลียร์ฟิวชัน<br>&emsp;&emsp;&emsp;&emsp;<b>2. เขตการแผ่รังสีความร้อน (Radioactive Zone)</b> พลังงานความร้อนจากแกนกลางถูกถ่ายทอดออกสู่ส่วนนอกโดยการแผ่รังสีความหนาประมาณ 380,000 กิโลเมตร<br>&emsp;&emsp;&emsp;&emsp;<b>3. เขตการพาความร้อน (Convective Zone)</b> เป็นบริเวณที่แก๊สร้อนถูกพาขึ้นไปสู่ผิวดวงอาทิตย์อย่างต่อเนื่องมีความหนาประมาณ 140,000 กิโลเมตร",
        "atmosphere": "&emsp;&emsp;&emsp;&emsp;<b>1. โฟโตสเฟียร์ (Photosphere)</b> เป็นบรรยากาศชั้นในสุดของดวงอาทิตย์ ประกอบด้วยแก๊สร้อนซึ่งเคลื่อนที่อยู่ตลอดเวลา สามารถมองเห็นได้ในช่วงคลื่นแสงที่ตามองเห็น<br>&emsp;&emsp;&emsp;&emsp;<b>2. โครโมสเฟียร์ (Chromosphere)</b> เป็นบรรยากาศที่อยู่ระหว่างชั้นโฟโตสเฟียร์และโคโรนามีอุณหภูมิประมาณ 10,000 องศาเซลเซียส<br>&emsp;&emsp;&emsp;&emsp;<b>3. โคโรนา (Corona)</b> เป็นบรรยากาศนอกสุดของดวงอาทิตย์ที่แผ่กว้างออกไปทั่วทั้งระบบสุริยะ ประกอบด้วยอิเล็กตรอนและอนุภาคที่มีประจุไฟฟ้าต่าง ๆ มีอุณหภูมิสูงถึง 2 ล้านองศาเซลเซียส เราสามารถมองเห็นส่วนนี้ได้ในช่วงเกิดสุริยุปราคาเต็มดวง",
        "MagneticFields": "&emsp;&emsp;&emsp;&emsp;สนามแม่เหล็กของดวงอาทิตย์มีลักษณะเป็นเส้นโค้งพุ่งออกมาจากพื้นผิวและมีการเปลี่ยนแปลงอยู่ตลอดเวลา สนามแม่เหล็กนี้เกิดขึ้นที่ชั้นแทโคไคลน์ ซึ่งเป็นแนวเสียดสีระหว่างเขตการแผ่รังสีและเขตการพาความร้อน ด้วยเหตุนี้การหมุนรอบดวงอาทิตย์ชั้นนอกบริเวณเส้นศูนย์สูตร (ประมาณ 26 วัน) เร็วกว่าที่บริเวณขั้ว (ประมาณ 36 วัน) เส้นแรงแม่เหล็กจึงถูกบิดในแนวขวาง พลาสมาที่หมุนวนและไหลเวียน ทำให้เส้นแรงแม่เหล็กถูกดึงและบิดมากขึ้นจนเกิดพลังงานสะสมและลอยขึ้นจากพื้นผิวตามแนวเส้นแรงแม่เหล็ก",
        "SolarFlare": "&emsp;&emsp;&emsp;&emsp;การลุกจ้าบนดวงอาทิตย์เป็นการระเบิดรุนแรงบนชั้นโครโมสเฟียร์ เกิดขึ้นบริเวณที่มีจุดบนดวงอาทิตย์ ซึ่งเป็นบริเวณที่เป็นขั้วของสนามแม่เหล็กแบบคู่ขั้ว การลุกจ้าที่ดวงอาทิตย์จะให้พลังงานสูงมาก (ประมาณว่าเท่ากับระเบิดไฮโดรเจนขนาด 100 เมกกะตัน จำนวน 1 ล้านลูกรวมกัน) และมีอุณหภูมิของการประทุสูงหลายล้านองศาเซลเซียส และส่งอนุภาคประจุไฟฟ้าที่มีพลังงานสูงกว่าปกติออกมาอย่างมาก เกิดเป็นลมสุริยะที่มีกำลังแรงผิดปกติออกมาอย่างมาก เกิดเป็นลมสุริยะที่มีกำลังแรงผิดปกติจนสามารถเรียกได้ว่า เป็นพายุสุริยะ",
        "Sunspot": "&emsp;&emsp;&emsp;&emsp;จุดบนดวงอาทิตย์เกิดขึ้นที่บริเวณพื้นผิวของดวงอาทิตย์หรือที่ชั้นบรรยากาศโฟโตสเฟียร์ ซึ่งพื้นผิวบริเวณนั้นของดวงอาทิตย์ที่มีความเข้มของสนามแม่เหล็กสูงมาก ทำให้การเคลื่อนที่ของแก๊สถูกจำกัด เป็นผลให้บริเวณนั้นมีอุณหภูมิต่ำกว่าบริเวณรอบข้างที่สว่างจ้ากว่าขนาดของจุด จำนวนจุดบนดวงอาทิตย์เปลี่ยนแปลงตลอดเวลามีจำนวนตั้งแต่ 1 ถึง 200 จุด เกิดเป็นครั้งคราว และปรากฏตัวเป็นกลุ่ม (เรียกว่า Sunspot Group หรือ Active Region) จุดบนดวงอาทิตย์เคลื่อนที่ตามที่ดวงอาทิตย์หมุนรอบตัวเอง ทำให้เราทราบว่าดวงอาทิตย์หมุนรอบหนึ่งทุก ๆ 27 วัน อุณหภูมิบนพื้นผิวในบริเวณที่เกิดจุดบนดวงอาทิตย์จะลดลงต่ำกว่าอุณหภูมิพื้นผิวบริเวณอื่น ซึ่งศูนย์กลางของจุดบนดวงอาทิตย์จะประมาณ 4,000 องศาเซลเซียส จำนวนจุดบนดวงอาทิตย์เปลี่ยนแปลงอย่างต่อเนื่อง ซึ่งวัฏจักรของจุดนบดวงอาทิตย์มีคาบเฉลี่ยประมาณ 11 ปี (Sunspot Cycle หรือ Solar Cycle)",
        "CME": "&emsp;&emsp;&emsp;&emsp;การปลดปล่อยมวลจากดวงอาทิตย์ ในแต่ละวันดวงอาทิตย์สูญเสียมวลอยู่ตลอดเวลาซึ่งดวงอาทิตย์ได้มีการปลดปล่อยมวลออกมาในรูปแบบของอนุภาคประจุไฟฟ้าพลังงานสูง และอนุภาคเหล่านี้จะมีความเร็วสูงนับพันกิโลเมตรต่อวินาที ปรากฏการณ์ปลดปล่อยมวลจากดวงอาทิตย์นี้มักจะเกิดร่วมกับการลุกจ้าหรือพวยแก๊สบนดวงอาทิตย์ ซึ่งการปลดปล่อยมวลจากดวงอาทิตย์บางครั้งก็เกิดขึ้นเดี่ยว ๆ โดยไม่เกิดการลุกจ้าบนดวงอาทิตย์หรือพวกแก๊สขึ้นเลยก็ได้ สำหรับสาเหตุของการปลดปล่อยมวลของดวงอาทิตย์นั้น ยังไม่ทราบสาเหตุที่แน่ชัดในการเกิด",
        "unseenwavelength": "&emsp;&emsp;&emsp;&emsp;เนื่องจากดวงอาทิตย์มีการปลดปล่อยพลังงานออกมาหลายรูปแบบ รวมถึงการปล่อยคลื่นแม่เหล็กไฟฟ้าในช่วงความยาวคลื่นอื่น ๆ เช่น คลื่นวิทยุ คลื่นไมโครเวฟ คลื่นอินฟาเรด รังสีอัลตราไวโอเลต รังสีเอกซ์ และรังสีแกมมา เป็นต้น ดังนั้นนักดาราศาสตร์จึงได้พัฒนาเครื่องมือเพื่อศึกษาดวงอาทิตย์ในช่วงความยาวคลื่นต่าง ๆ เพื่อไขข้อข้องใจของมนุษย์",
        "SolarCycle": "&emsp;&emsp;&emsp;&emsp;วัฏจักรสุริยะ เกิดจากการที่จุดบนดวงอาทิตย์มีจำนวนไม่แน่นอน โดยความแปรผันของจำนนวนจุดบนดวงอาทิตย์นี้จะมีลักษณะเป็นคาบที่ค่อนข้างสม่ำเสมอโดยจะอยู่ในช่วงระยะเวลาประมาณ 8-16 ปี และมีค่าเฉลี่ยประมาณ 11 ปี ถ้านำจำนวนจุดต่อเวลามาทำเป็นแผนภูมิ โดยให้จำนวนจุดเป็นแกนตั้งและเวลาเป็นแกนนอน จะได้รูปกราฟเป็นรูปคล้ายคลื่นที่ต่อกันเป็นช่วง ๆ โดยจุดต่ำสุดในแต่ละช่วงจะเป็นช่วงที่มีจุดบนดวงอาทิตย์ต่ำที่สุด หรือ Solar Minimum ส่วนที่เป็นจุดสูงสุดจะเป็นส่วนที่มีจุดบนดวงอาทิตย์มากที่สุด หรือ Solar Maximum และมี Solar Activity สูงที่สุดด้วย และยิ่งถ้าคำนึงถึงตำแหน่งที่จุดบนดวงอาทิตย์ที่ปรากฏด้วย และนำมาทำเป็นแผนภูมิจะพบว่าแผนภูมิที่ได้จะเป็นรูปคล้ายผีเสื้อ เรียกว่า แผนภูมิผีเสื้อ (Butterfly Diagram) จากแผนภูมิที่ได้เป็นที่น่าสังเกตว่าจุดบนดวงอาทิตย์จะเกิดบริเวณ 35 องศา จากเส้นศูนย์สูตรเป็นส่วนใหญ่ และจะค่อย ๆ เคลื่อนเข้าสู่เส้นศูนย์สูตร"
    },
    "KuiperBelt": "&emsp;&emsp;&emsp;&emsp;แถบไคเปอร์ (Kuiper Belt) เป็นบริเวณที่อยู่เลยจากวงโคจรของดาวเนปจูนออกไป ประกอบด้วยวัตถุที่เป็นก้อนน้ำแข็งขนาดเล็กจำนวนมากโคจรรอบดวงอาทิตย์ ลักษณะคล้ายกับแถบดาวเคราะห์น้อย ที่อยู่ระหว่างวงโคจรของดาวอังคารกับดาวพฤหัสบดี วัตถุเหล่านี้ถูกเรียกว่า วัตถุในแถบไคเปอร์ (Kuiper Belt Object-KBO) หรืออีกชื่อหนึ่งว่า ทรานเนปจูนเนียน (Trans-Neptunian Object-TNO) ซึ่งมีองค์ประกอบส่วนใหญ่เป็นน้ำแข็ง เชื่อกันว่าก้อนน้ำแข็งเหล่านี้เป็นแหล่งกำเนิดของดาวหางคาบสั้น ตั้งชื่อเพื่อเป็นเกียรติแก่ เจอราร์ด ไคเปอร์ ผู้ค้นพบ",
    "scattereddisc": "&emsp;&emsp;&emsp;&emsp;ย่านวัตถุไกลในระบบสุริยะที่มีดาวเคราะห์น้ำแข็งขนาดเล็กกระจัดกระจายอยู่ห่าง ๆ กัน เรียกชื่อว่า วัตถุในแถบหินกระจาย (scattered disc objects : SDO) ซึ่งเป็นกลุ่มย่อยอยู่ในบรรดาตระกูลวัตถุพ้นดาวเนปจูน (trans-Neptunian object : TNO) วัตถุในแถบหินกระจายมีค่าความเยื้องศูนย์กลางของวงโคจรสูงสุดถึง 0.8 ความเอียงวงโคจรสูงสุด 40° มีระยะไกลดวงอาทิตย์ที่สุดมากกว่า 30 หน่วยดาราศาสตร์ วงโคจรที่ไกลมากขนาดนี้เชื่อว่าเป็นผลจากแรงโน้มถ่วงที่กระจัดกระจายโดยดาวแก๊สยักษ์",
    "Heliosphere": "&emsp;&emsp;&emsp;&emsp;อาณาเขตของอวกาศที่มีรูปร่างเหมือนฟองในอวกาศ ที่อยู่ภายใต้อิทธิพลของดวงอาทิตย์ มีขอบเขตเลยไปไกลกว่าวงโคจรของดาวเคราะห์แคระพลูโต ภายใต้อาณาเขตนี้ลมสุริยะของดวงอาทิตย์จะผลักมวลสารระหว่างดาวเอาไว้ (มวลสารระหว่างดาว หรือ interstellar medium ได้แก่ แก๊สไฮโดรเจน ฮีเลียม ไอออน อะตอม โมเลกุล ฝุ่นที่มีอย่างเบาบางในพื้นที่ว่างระหว่างดาว)",
    "OortCloud": "&emsp;&emsp;&emsp;&emsp;ขอบเขตล้อมรอบทั้งระบบสุริยะ (Solar System) และแถบไคเปอร์ (Kuiper Belt) เมื่อเทียบตามมาตราส่วนแล้ว ระบบสุริยะกลายเป็นจุดเล็กนิดเดียว เพราะเมฆออร์ตมีอาณาเขตกว้างไกลประมาณ 50,000-100,000 AU. (Astronomical Unit)<br>&emsp;&emsp;&emsp;&emsp;บริเวณเมฆออร์ต เชื่อว่าปราศจากสนามแรงโน้มถ่วง เพราะห่างไกลจากดาว (Star) มาก รูปแบบโครงสร้างบริเวณเขตเมฆออร์ตเป็นพื้นที่อวกาศ เปรียบเหมือนเมฆหนาแน่น เหนียวเยิ้ม มีกลไกระบบอวกาศแตกต่างจากด้านในระบบสุริยะ และยังเป็นแหล่งกำเนิดดาวหาง (Comet) ที่วนเวียนอยู่ในเขตนี้ประมาณ 1 พันล้านดวง",
    "definition": "&emsp;&emsp;&emsp;&emsp;ตามมติที่ประชุมสหพันธ์ดาราศาสตร์นานาชาติ (International Astronomical Union : IAU) ระหว่างวันที่ 14-24 สิงหาคม พ.ศ. 2549 ซึ่งจัดขึ้นที่กรุงปราก ประเทศสาธารณรัฐเช็ก ในการประชุมดังกล่าว มีเรื่องสำคัญที่ได้รับการพิจารณา ได้แก่ นิยามของดาวเคราะห์และวัตถุอื่น ๆ ในระบบสุริยะ ที่สำคัญที่สุดได้แก่ มติที่ประชุมเมื่อวันที่ 24 สิงหาคม พ.ศ. 2549 ที่มีผลให้ดาวพลูโตถูกปรับเปลี่ยนจากดาวเคราะห์ (Planet) กลายเป็นดาวเคราะห์แคระ (Dwarf Planet) ในที่สุด<br>&emsp;&emsp;&emsp;&emsp;ซึ่งก่อนหน้านี้ไม่มีนิยามที่ชัดเจนว่าดาวเคราะห์คืออะไร แม้เราจะยอมรับกันทั่วไปว่า ดาวเคราะห์เป็นวัตถุที่มีขนาดใหญ่เป็นบริวารของดาวฤกษ์ เช่น ดวงอาทิตย์ ในสมัยโบราณมนุษย์รู้จักดาวเคราะห์ 5 ดวง ได้แก่ ดาวพุธ ดาวศุกร์ ดาวอังคาร ดาวพฤหัสบดี และดาวเสาร์ แต่ดั้งเดิมนั้น คำว่า ดาวเคราะห์ (Planet) หมายถึง ผู้พเนจร (Wanderer) เนื่องจากหากสังเกตจากโลกแล้ว ดาวทั้ง 5 ดวงนี้ เปลี่ยนตำแหน่งไปในท้องฟ้าเมื่อเทียบกับดาวดวงอื่น ๆ ต่อมาเมื่ออุปกรณ์ทางดาราศาสตร์มีความก้าวหน้า จึงทำให้รู้ถึงความแตกต่างระหว่างดาวเคราะห์และดาวฤกษ์ เมื่อมีการคิดค้นและประดิษฐ์กล้องโทรทรรศน์ขึ้น ดาวยูเรนัสเป็นดาวเคราะห์ดวงแรกที่ถูกค้นพบด้วยความก้าวหน้าทางเทคโนโลยีของมนุษย์<br>&emsp;&emsp;&emsp;&emsp;ในเวลาต่อมาก็มีการค้นพบดาวเคราะห์เพิ่มขึ้นอีกนั้นก็คือ ดาวเนปจูน และดาวพลูโตตามลำดับ เมื่อเทคโนโลยีมีความก้าวหน้ามากขึ้นอีกทำให้นักดาราศาสตร์ค้นพบวัตถุขนาดเล็กเพิ่มอีกจำนวนมากที่มีขนาดใกล้เคียงกับดาวพลูโต ซึ่งแต่เดิมได้มีการยอมรับว่า ดาวพลูโตเป็นดาวเคราะห์ดวงที่ 9 ตั้งแต่ปี พ.ศ. 2473 เป็นต้นมา แต่นักดาราศาสตร์ทราบดีถึงความแตกต่างระหว่างดาวพลูโตและดาวเคราะห์ดวงอื่น ๆ ทั้ง 8 ดวง ดาวพลูโตเป็นดาวเคราะห์ที่มีขนาดเล็กมากเล็กกว่าดวงจันทร์ของโลก ขนาดของดาวพลูโตเพิ่งจะเป็นที่ทราบแน่ชัดภายหลังจากที่มีการศึกษาสเปกตรัมของดาวพลูโต ยังพบว่า แม้ดาวพลูโตจะมีองค์ประกอบหลักที่ไม่ใช่แก๊ส เช่น ดาวเคราะห์ชั้นนอกอื่น ๆ แต่ก็มีความแตกต่างไปจากดาวเคราะห์ที่เป็นหินแข็ง ทั้งนี้ดาวพลูโตมีองค์ประกอบทั้งที่เป็นหินแข็งและองค์ประกอบที่เป็นน้ำแข็งของโมเลกุลขนาดเล็ก เช่น น้ำ ไนโตรเจน และคาร์บอนมอนอกไซด์ เป็นต้น และหากพิจารณาในแง่วงโคจรของดาวพลูโตแล้วยังมีวงโคจรที่เป็นวงรีมาก อีกทั้งยังอยู่ในระนาบที่แตกต่างไปจากระนาบวงโคจรของดาวเคราะห์ดวงอื่น<br>&emsp;&emsp;&emsp;&emsp;ต่อมานักดาราศาสตร์ได้เสนอทฤษฎีที่ว่าด้วยวัตถุนอกวงโคจรของดาวเนปจูน (Trans Neptunian Objects : TNO) รวมถึงวัตถุในแถบไคเปอร์ (Kuiper Belt Objects : KBO) ซึ่งมีวงโคจรที่เกิดกำทอน (Resonance) กับวงโคจรของดาวเนปจูน และในช่วง 15 ปีที่ผ่านมา มีการค้นพบวัตถุที่จัดว่าเป็น TNO มากกว่า 800 วัตถุ รวมถึง อีรีส ซึ่งพบว่ามีขนาดใหญ่กว่าดาวพลูโต ปัญหาที่ตามมาก็คือ จะมีการยอมรับดาวเคราะห์เพิ่มขึ้น หรือจะทำการตั้งนิยามของดาวเคราะห์ให้มีความชัดเจนรวมทั้งจัดแบ่งประเภทของวัตถุในระบบสุริยะ<br>&emsp;&emsp;&emsp;&emsp;ในที่สุดนักดาราศาสตร์ส่วนหนึ่งจึงมีความเห็นสมควรที่จะมีการนิยามคำว่า “ดาวเคราะห์” ให้มีความชัดเจน โดยร่างข้อเสนอนิยามของดาวเคราะห์แรกเริ่มที่เข้าสู่ที่ประชุมนั้น เสนอสมบัติขั้นพื้นฐานของวัตถุที่จัดว่าดาวเคราะห์ อันเป็นผลให้วัตถุขนาดใหญ่ ได้แก่ เซเรส แครอน และอีรีส ถูกจัดว่าเป็นดาวเคราะห์ด้วย อย่างไรก็ดี ภายหลังจากการถกเถียงของนักดาราศาสตร์ชั้นนำทั่วโลก เป็นเวลาเกือบ 2 สัปดาห์ ในที่สุดได้มีการลงมติในเรื่องนิยามของดาวเคราะห์ดังต่อไปนี้<br><br>&emsp;&emsp;&emsp;&emsp;<b>ข้อที่ 1 ดาวเคราะห์ (Planet)</b> เป็นวัตถุที่<br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;1.1 โคจรรอบดวงอาทิตย์<br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;1.2 มีมวลสูงมากพอจนแรงโน้มถ่วงทำให้วัตถุดังกล่าวมีรูปทรงเป็นทรงกลมหรือเกือบกลม<br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;1.3 วัตถุดังกล่าวทำให้บริเวณใกล้เคียงกับวงโคจรของมันปราศจากวัตถุอื่น ๆ แล้ว<br><br>&emsp;&emsp;&emsp;&emsp;<b>ข้อที่ 2 ดาวเคราะห์แคระ (Dwarf Planet)</b> เป็นวัตถุที่<br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.1 โคจรรอบดวงอาทิตย์<br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.2 มีมวลสูงมากพอจนแรงโน้มถ่วงทำให้วัตถุดังกล่าวมีรูปทรงเป็นทรงกลมหรือเกือบกลม<br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.3 ในบริเวณใกล้เคียงกับวงโคจรของวัตถุดังกล่าวสามารถมีวัตถุอื่น ๆ ในวงโคจรได้<br>&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;&emsp;2.4 ไม่เป็นบริวารของดาวเคราะห์อื่น<br><br>&emsp;&emsp;&emsp;&emsp;<b>ข้อที่ 3 วัตถุอื่น ๆ</b> ที่ไม่เป็นไปตามข้อ 1. และ 2. ให้เรียกรวม ๆ ว่าเป็นวัตถุขนาดเล็กในระบบสุริยะ (Small Solar System Bodies)<br><br>&emsp;&emsp;&emsp;&emsp;ผลดังกล่าวทำให้วัตถุที่ถูกจัดว่าเป็นดาวเคราะห์ ได้แก่ ดาวพุธ ดาวศุกร์ โลก ดาวอังคาร ดาวพฤหัสบดี ดาวเสาร์ ดาวยูเรนัส และดาวเนปจูน ดาวเคราะห์แคระ ได้แก่ มาคีมาคี และเฮาเมอา<br>&emsp;&emsp;&emsp;&emsp;อย่างไรก็ดี เป็นที่น่าสงสัยว่ายังมีความไม่ชัดเจนบางประการเกี่ยวกับ นิยามในข้อ 1.3 และ 2.3 และการลงมติดังกล่าวก็มีได้ครอบคลุมถึง แครอน ว่าจะถือว่าเป็นดวงจันทร์บริวารของ ดาวเคราะห์แคระพลูโต หรือจะถือว่า พลูโต-แครอน เป็นระบบดาวเคราะห์แคระคู่<br>&emsp;&emsp;&emsp;&emsp;ในที่สุดหลังจากที่เป็นที่ยอมรับกันว่า ดาวพลูโต เป็นดาวเคราะห์ดวงที่เก้ามานานถึง 76 ปี ดาวพลูโตก็ได้ถูกลดขั้นเป็น ดาวเคราะห์แคระ และเป็นที่น่าสังเกตว่าการจัดแบ่งประเภทดังกล่าวอาจทำให้จำนวนดาวเคราะห์ในระบบสุริยะลดลงเหลือเพียง 8 ดวง และโอกาสที่จะค้นพบดาวเคราะห์ดวงที่เก้า คงเป็นไปได้ยากยิ่งขึ้น ตรงกันข้ามกับจำนวนดาวเคราะห์แคระ อาจจะเพิ่มจำนวนเป็นหลักร้อยในระยะเวลาไม่กี่ปีข้างหน้า",
    "Mercury": {
        "Mercury": "&emsp;&emsp;&emsp;&emsp;ดาวพุธเป็นดาวเคราะห์ที่มีขนาดเล็ก และอยู่ใกล้ดวงอาทิตย์มากที่สุด จึงปรากฏให้เห็นบนท้องฟ้า ไม่ไกลจากตำแหน่งของดวงอาทิตย์ ดังนั้นดาวพุธจึงสังเกตเห็นได้ในช่วงเวลาใกล้ค่ำหรือ รุ่งเช้า ในบางโอกาสเราสามารถมองเห็นดาวพุธโคจรผ่านหน้าดวงอาทิตย์<br>&emsp;&emsp;&emsp;&emsp;ดาวพุธมีแกนหมุนที่เกือบตั้งฉากกับระนาบการโคจรของดวงอาทิตย์ ดาวพุธ หมุนรอบตัวเองอย่างช้า ๆ โดยใช้ระยะเวลาประมาณ 58.65 วัน ทำให้ดาวพุธมีชั้นบรรยากาศห่อหุ้มที่เบาบาง ซึ่งส่งผลให้พื้นผิวดาวพุธมีการเปลี่ยนแปลงอุณหภูมิอย่างรวดเร็ว อุณหภูมิที่ผิวของดาวพุธในช่วงกลางวันประมาณ 430 องศาเซลเซียส กลางคืนมีอุณหภูมิต่ำถึง -180 องศาเซลเซียส พื้นผิวของดาวพุธคล้ายกับดวงจันทร์ของโลก แห้งแล้งและเต็มไปด้วยหลุมอุกกาบาตมากมาย บางบริเวณมีลักษณะเป็นแอ่งที่ราบขนาดใหญ่ ซึ่งสันนิษฐานว่าเกิดจากการพุ่งชนของอุกกาบาตในยุคแรกของระบบสุริยะ โดยแอ่งที่ราบที่ความกว้างที่สุดชื่อว่า แอ่งคาโลริส (Caloris) มีขนาดประมาณ 1,550 กิโลเมตร มีพื้นที่ราบเรียบ และยังมีแนวหน้าผาชันยาวหลายร้อยกิโลเมตรที่เกิดจากการหดตัวของเปลือกดาวพุธ<br>&emsp;&emsp;&emsp;&emsp;การสำรวจดาวพุธ ปัจจุบันดาวพุธมียานอวกาศบินไปสำรวจแล้ว 2 ลำ คือ ยานมารีเนอร์ 10 ได้ส่งข้อมูลภาพถ่ายพื้นผิวของดาวพุธประมาณ 45% และยานแมสเซนเจอร์ถูกส่งไปถ่ายภาพแผนที่ดาวพุธอีกครั้ง",
        "phenomenon": "&emsp;&emsp;&emsp;&emsp;ปรากฏการณ์ดาวพุธผ่านหน้าดวงอาทิตย์ เกิดจากดวงอาทิตย์ ดาวพุธ และโลก เคลื่อนที่มาอยู่ระนาบเดียวกันพอดี และปรากฏการณ์ดาวพุธผ่านหน้าดวงอาทิตย์ไม่ได้เกิดบ่อยครั้ง",
        "magneticfield": "&emsp;&emsp;&emsp;&emsp;แม้ดาวพุธจะมีขนาดเล็ก และมีคาบการหมุนรอบตัวเองช้ามาก (ใช้เวลาถึง 59 วัน) ยานมารีเนอร์ 10 ได้วัดสนามแม่เหล็กประมาณ 300 นาโนเทสลา เมื่อเปรียบเทียบกับสนามแม่เหล็กโลก สนามแม่เหล็กของดาวพุธมีเพียง 1.1% และยังพบว่าสนามแม่เหล็กของดาวพุธมีความแตกต่างจากสนามแม่เหล็กของโลก โดยขั้วสนามแม่เหล็กของดาวพุธเกือบชิดกับแกนหมุนของดาว จากการวัดสนามแม่เหล็ก โดยยานมารีเนอร์ 10 และยานแมสเซนเจอร์ พบว่าสนามแม่เหล็กบนดาวพุธมีความเสถียร"
    },
    "Venus": {
        "Venus": "&emsp;&emsp;&emsp;&emsp;ดาวศุกร์กับโลกนั้นเปรียบเสมือนดาวแฝด เพราะมีขนาด มวล ความหนาแน่น องค์ประกอบ และแรงโน้มถ่วงที่ใกล้เคียงกัน จึงมีโครงสร้างภายในที่คล้ายคลึงกันด้วย บรรยากาศส่วนใหญ่ประกอบด้วยคาร์บอนไดออกไซด์ ชั้นเมฆที่มีกรดซัลฟิวริก (Sulfuric Acid) หรือกรดกำมะถันจากภูเขาไฟระเบิด ซึ่งมีมากกว่า 1,000 ลูก บนดาวศุกร์ เป็นผลให้ชั้นบรรยากาศที่หนาแน่นกักเก็บความร้อนจากดวงอาทิตย์ ทำให้อุณหภูมิพื้นผิวสูงถึง 470 องศาเซลเซียส ซึ่งร้อนพอที่จะหลอมตะกั่วได้ และเกิดสภาวะเรือนกระจกแบบกู่ไม่กลับ<br>&emsp;&emsp;&emsp;&emsp;ดาวศุกร์ปรากฏให้เห็นเป็นเสี้ยวเช่นเดียวกับดวงจันทร์ สามารถสังเกตผ่านกล้องโทรทรรศน์ ดาวศุกร์มีขนาดใหญ่และอยู่ใกล้โลกมากกว่าดาวพุธ จึงเห็นดาวศุกร์สว่างสุกใสกว่าดาวพุธมาก เมื่อดาวศุกร์เข้าใกล้ดวงอาทิตย์มากที่สุดจะปรากฏดาวศุกร์ผ่านหน้าดวงอาทิตย์<br>&emsp;&emsp;&emsp;&emsp;การโคจรรอบดวงอาทิตย์ใช้เวลา 225 วัน และหมุนรอบตัวเอง 243 วัน (หมุนจากทิศตะวันออกไปทิศตะวันตก) เมื่ออยู่บนดาวศุกร์จะเห็นดวงอาทิตย์ขึ้นไปทางทิศตะวันตกเมื่อเทียบกับทิศบนโลก ดาวศุกร์มีชั้นบรรยากาศหนาแน่นยากแก่การสำรวจแต่ยังมียานแมกเจลแลนของนาซาที่ไปสำรวจดาวศุกร์ ในช่วงปี พ.ศ. 2533 ใช้เรดาร์ได้ข้อมูลภาพ 98% ของพื้นผิวดาวศุกร์และยานอวกาศกาลิเลโอใช้อินฟราเรดทำแผนที่ดูโครงสร้างเมฆระดับกลางของดาวศุกร์",
        "Atmosphere": "&emsp;&emsp;&emsp;&emsp;ดาวศุกร์เป็นดาวเคราะห์ที่มีบรรยากาศหนาแน่นมาก โดยมีความดันบรรยากาศเฉลี่ยที่พื้นผิวมากถึง 9.3 เมกะปาสคาล ซึ่งสูงกว่าความดันบรรยากาศของโลกที่ระดับน้ำทะเลถึง 90 เท่า โดยที่องค์ประกอบของชั้นบรรยากาศของดาวศุกร์จะประกอบไปด้วยก๊าซคาร์บอนไดออกไซด์เป็นส่วนใหญ่ และมีเมฆที่เกิดจากกรดกำมะถันหนาทึบทำให้การศึกษาสภาพพื้นผิวของดาวทำได้ยาก และการที่ดาวศุกร์มีบรรยากาศแบบนี้ทำให้เกิดปรากฏการณ์เรือนกระจกมีผลทำให้อุณหภูมิพื้นผิวสูงขึ้น",
        "phenomenon": "&emsp;&emsp;&emsp;&emsp;ปรากฏการณ์ดาวศุกร์ผ่านหน้าดวงอาทิตย์ เกิดจากดวงอาทิตย์ ดาวศุกร์ และโลก เคลื่อนที่มาอยู่ในแนวเส้นตรงเดียวกัน แต่โลกกับดาวศุกร์ไม่ได้โคจรมาอยู่ในระนาบเดียวกันพอดี และปรากฏการณ์ดาวศุกร์ผ่านหน้าดวงอาทิตย์จะเกิดเป็นคู่ โดยจะเกิดห่างกันประมาณ 8 ปี แต่ละคู่ห่างกันประมาณ 120 ปี"
    },
    "Earth": {
        "Earth": "&emsp;&emsp;&emsp;&emsp;โลกเป็นบ้านของบ้านเรา ดาวเคราะห์ดวงที่ 3 ถัดจากดาวศุกร์ เส้นผ่านศูนย์กลางใหญ่กว่าดาวศุกร์ไม่กี่ร้อยกิโลเมตร ซึ่งเป็นดาวเคราะห์เพียงดวงเดียวในระบบสุริยะที่มีความหลากหลายของสิ่งมีชีวิตบนดาวเคราะห์ดวงนี้ เนื่องจากระยะห่างจากดวงอาทิตย์ที่เหมาะสม ส่งผลให้สภาวะอากาศและปัจจัยอื่น ๆ เอื้ออำนวยต่อสิ่งมีชีวิต โลกปกคลุมด้วยมหาสมุทรเกือบร้อยละ 70 ของพื้นผิวโลก มีความลึกโดยเฉลี่ยประมาณ 4 กิโลเมตร ชั้นบรรยากาศประกอบด้วยไนโตรเจนร้อยละ 78 ออกซิเจนร้อยละ 21 และส่วนผสมอื่น ๆ ร้อยละ 1 บรรยากาศเป็นสิ่งที่ป้องกันรังสีอันตรายที่มาจากดวงอาทิตย์ หรืออุกกาบาตที่ผ่านมายังโลก และช่วยรักษาอุณหภูมิภายในโลกเอาไว้<br>&emsp;&emsp;&emsp;&emsp;การหมุนอย่างรวดเร็วของโลกและการหลอมเหล็กกับนิกเกิลที่แกน ก่อให้เกิดสนามแม่เหล็กโดยรอบขึ้น เมื่อลมสุริยะซึ่งเป็นลมที่มีอนุภาคจากดวงอาทิตย์ปะทะกับสนามแม่เหล็ก ทำให้บริเวณที่มีสนามแม่เหล็กเบาบางที่สุด เช่น บริเวณขั้วโลกเหนือ และขั้วโลกใต้ เกิดการเรืองแสงและเป็นที่รู้จักกันว่า ออโรรา หรือ แสงเหนือแสงใต้",
        "Atmosphere": "&emsp;&emsp;&emsp;&emsp;การแบ่งชั้นบรรยากาศของโลกสามารถแบ่งได้เป็น 5 ชั้น ดังนี้<br>&emsp;&emsp;&emsp;&emsp;<b>โทรโพสเฟียร์ (Troposphere)</b> เป็นชั้นบรรยากาศที่อยู่สูงจากพื้นดินขึ้นไปประมาณ 15 กิโลเมตร อุณหภูมิจะค่อย ๆ ลดลงตามระดับความสูง และเป็นชั้นที่เกี่ยข้องกับสภาพอากาศด้วย<br>&emsp;&emsp;&emsp;&emsp;<b>สตราโทสเฟียร์ (Stratosphere)</b> เป็นชั้นที่มีเสถียรภาพต่ำสุด มีความสูงตั้งแต่ 15-50 กิโลเมตร อุณหภูมิในระดับล่างของชั้นนี้จะคงที่จนถึงระดับความสูง 20 กิโลเมตร จากนั้นอุณหภูมิจะค่อย ๆ สูงขึ้น<br>&emsp;&emsp;&emsp;&emsp;<b>เมโซสเฟียร์ (Mesosphere)</b> เป็นชั้นบรรยากาศที่อยู่สูงจากพื้นดินในช่วง 50-80 กิโลเมตร อุณหภูมิลดลงตามระดับความสูงตั้งแต่ชั้นแรกถึงชั้นนี้อากาศยังเป็นเนื้อเดียวกันอยู่ ทั้ง 3 ชั้นรวมทั้งหมด เรียกว่า โฮโมสเฟียร์ (Homosphere)<br>&emsp;&emsp;&emsp;&emsp;<b>เทอร์โมสเฟียร์ (Thermosphere)</b> เป็นช่วงบรรยากาศที่มีระดับความสูง 80-500 กิโลเมตร อุณหภูมิจะสูงขึ้นอย่างรวดเร็ว (เนื่องจากใกล้ดวงอาทิตย์มากขึ้น) จนถึงระดับประมาณ 100 กิโลเมตร จากนั้นอัตราการสูงขึ้นของอุณหภูมิจะลดลง อุณหภูมิเฉลี่ยนของชั้นนี้คือ 227-1,727 องศาเซลเซียส ชั้นนี้ยังมีแก๊สที่เป็นประจุไฟฟ้า เรียกว่า ไอออน สามารถสะท้อนคลื่นวิทยุบางชนิดได้ เราอาจเรียกชั้นนี้ว่า ไอโอโนสเฟียส์ (Ionosphere) ก็ได้<br>&emsp;&emsp;&emsp;&emsp;<b>เอกโซสเฟียร์ (Exosphere)</b> เริ่มตั้งแต่ 500 กิโลเมตร จากผิวโลกขึ้นไป บรรยากาศชั้นนี้เจือจางมากจนไม่ถือว่าเป็นส่วนหนึ่งของชั้นบรรยากาศ องค์ประกอบส่วนใหญ่เป็นแก๊สไฮโดรเจนและฮีเลียม ไม่มีรอยต่อที่ชัดเจนระหว่างบรรยากาศกับอวกาศ มีอุณหภูมิประมาณ 726 องศาเซลเซียส ถึงแม้อุณหภูมิจะสูง แต่เนื่องจากอากาศเบาบางมาก จึงแทบไม่มีผลต่อยานอวกาศ",
        "satellite": "&emsp;&emsp;&emsp;&emsp;โลกมีบริวารเพียงดวงเดียว คือ ดวงจันทร์ลูนา ซึ่งถูกจัดเป็นดาวบริวารที่มีขนาดใหญ่เป็นลำดับที่ 5 ในระบบสุริยะ อยู่ห่างจากโลกออกไปเป็นระยะทางเฉลี่ยประมาณ 384,400 กิโลเมตร (นับจากศูนย์กลางของโลกถึงศูนย์กลางของดวงจันทร์) โดยดวงจันทร์ใช้เวลาในการโคจรรอบโลกประมาณ 27.3 วัน (เดือนทางดาราคติ) ทำให้เกิดเป็นเฟสของดวงจันทร์ ซึ่งจะซ้ำรอบทุก ๆ ช่วง 29.5 วัน (เดือนจันทรคติ)",
        "season": "&emsp;&emsp;&emsp;&emsp;ฤดูกาลบนโลกเป็นการแบ่งตามสภาพอากาศที่เปลี่ยนแปลงไปในช่วงหนึ่งของโลก โดยฤดูกาลเกิดขึ้นเนื่องจากแกนของโลกที่เอียงทำมุมประมาณ 23.45 องศา กับระนาบสุริยะวิถี ส่งผลให้ช่วงเวลากลางวันและกลางคืนยาวไม่เท่ากัน รวมถึงระยะเวลาการดูดซับพลังงานจากดวงอาทิตย์ที่แตกต่างกันในแต่ละช่วงของปี<br>&emsp;&emsp;&emsp;&emsp;ในเขตอบอุ่นและเขตหนาวจะแบ่งออกเป็น 4 ฤดู ได้แก่ ฤดูใบไม้ผลิ ฤดูร้อน ฤดูใบไม้ร่วง และฤดูหนาว ซึ่งโดยทั่วไป ฤดูในเขตอบอุ่นของซีกโลกเหนือจะมีระยะเวลาดังนี้<center><b>วสันตฤดู หรือ ฤดูใบไม้ผลิ : 21 มีนาคม - 20 มิถุนายน<br>คิมหันตฤดู หรือ ฤดูร้อน : 21 มิถุนายน - 21 กันยายน<br>สารทฤดู หรือ ฤดูใบไม้ร่วง : 22 กันยายน - 21 ธันวาคม<br>เหมันตฤดู หรือ ฤดูหนาว : 22 ธันวาคม - 20 มีนาคม<br><br></b></center>&emsp;&emsp;&emsp;&emsp;ส่วนฤดูกาลของประเทศไทย เนื่องจากประเทศไทยตั้งอยู่ในเขตอิทธิพลของมรสุม จึงทำให้ประเทศไทยมีฤดูกาลที่เด่นชัด 2 ฤดู คือ ฤดูฝนกับฤดูแล้งสลับกัน และสำหรับฤดูแล้งสามารถแบ่งออกได้เป็น 2 ฤดู คือ ฤดูร้อนกับฤดูหนาว ดังนั้นฤดูกาลของประเทศไทยสามารถแบ่งได้เป็น 3 ฤดู คือ ฤดูร้อน ฤดูฝน และฤดูหนาว"
    },
    "Mars": {
        "mars": "&emsp;&emsp;&emsp;&emsp;ดาวอังคารเป็นดาวเคราะห์ชั้นใน อยู่ห่างจากดวงอาทิตย์เป็นอันดับที่ 4 ถัดออกไปจะเป็นแถบดาวเคราะห์น้อยคั่นอยู่ระหว่างดาวอังคารและดาวพฤหัสบดี ดาวอังคารมีแกนหมุนที่ใกล้เคียงกับโลก จึงทำให้มีฤดูกาลที่ใกล้เคียงกับฤดูกาลบนโลกด้วย พื้นผิวของดาวอังคารปกคลุมไปด้วยฝุ่นที่เป็นออกไซด์ของเหล็กหรือสนิมเหล็กนั่นเอง จึงทำให้ดาวอังคารมีสีแดง พื้นผิวของดาวเต็มไปด้วยหลุมบ่อ และภูเขาไฟจำนวนมากอายุมากกว่า 3,000 ล้านปี และร่องรอยของการกัดเซาะของน้ำ<br>&emsp;&emsp;&emsp;&emsp;ดาวอังคารมีดวงจันทร์ดวงเล็ก ๆ 2 ดวง ได้แก่ โฟบอส และดีมอส คาดว่าอาจจะเคยเป็นดาวเคราะห์น้อยซึ่งถูกดาวอังคารดึงดูดมาเป็นบริวาร ดวงจันทร์ของดาวอังคารมีรูปร่างบูดเบี้ยวไม่กลมเหมือน ดาวเคราะห์ดวงอื่น ๆ ผิวของดวงจันทร์มีหลุมอุกกาบาตน้อยใหญ่เกือบทั้งดวง<br>&emsp;&emsp;&emsp;&emsp;การสังเกตดาวอังคารจากกล้องโทรทัศน์บนพื้นโลก บริเวณที่สังเกตเห็นได้คือ ขั้วดาวอังคารขนาดใหญ่ ประกอบด้วย น้ำแข็ง และคาร์บอนไดออกไซด์ หรือน้ำแข็งแห้ง ซึ่งเปลี่ยนแปลงตามฤดูกาล<br>&emsp;&emsp;&emsp;&emsp;ในปี พ.ศ. 2508 ยานอวกาศมาริเนอร์ 4 สำรวจดาวอังคารถ่ายภาพพื้นผิว พบว่าดาวอังคารเหมือนกับโลกที่ตายแล้วมีชั้นบรรยากาศที่เบาบาง และเย็นยะเยือก พื้นผิวเต็มไปด้วยหิน ฝุ่นสีแดง เกิดเป็นสนิมเหล็ก เมื่อมองจากโลกจึงเห็นเป็นสีแดง ปัจจุบันยานสำรวจทำให้ทราบว่าดาวอังคารเคยมีน้ำอยู่บนพื้นผิว",
        "Atmosphere": "&emsp;&emsp;&emsp;&emsp;ดาวอังคารเป็นดาวเคราะห์แห่งพายุฝุ่น อุณหภูมิ และกระแสลมที่แปรเปลี่ยนไป ทำให้สภาวะอากาศบนดาวอังคารเปลี่ยนแปลงตลอดเวลา ทักจะเกิดพายุฝุ่นคละคลุ้งทั่วดาวอังคารตลอดปี บรรยากาศของดาวอังคารมีความหนาแน่นไม่ถึง 1 ใน 100 ของบรรยากาศโลก ซึ่งเบาบางพอ ๆ กับบรรยากาศของโลกที่ระดับความสูง 50 กิโลเมตรขึ้นไป ส่วนใหญ่ประกอบด้วยแก๊สคาร์บอนไดออกไซด์ที่มีถึงร้อยละ 95% และมีแก๊สไนโตรเจน นีออน อาร์กอน ออกซิเจน คลิปตอน ซีนอน และโอโซนเพียงเล็กน้อย มีน้ำอยู่ราว 1 ใน 1,000 ของบรรยากาศโลก จึงทำให้เกิดสภาพเรือนกระจกขึ้นบนดาวอังคาร",
        "satellite": "&emsp;&emsp;&emsp;&emsp;ดาวอังคารมีดวงจันทร์เป็นบริวาร 2 ดวง ได้แก่ โฟนบอส (Phobos) และไดมอส (Deimos) ซึ่งเป็นดวงจันทร์ขนาดเล็ก คาดว่าบริวารทั้งสองนี้ครึ่งหนึ่งเคยเป็นดาวเคราะห์น้อยที่โคจรเข้ามาโกล้ดาวอังคารจนถูกแรงโน้มถ่วงของดาวอังคารดึงไว้",
        "season": "&emsp;&emsp;&emsp;&emsp;ดาวอังคารหมุนรอบตัวเองใช้เวลา 24 ชั่วโมง 37 นาที และมีแกนหมุนเอียงทำมุม 25 องศา (ของโลกเท่ากับ 23.5 องศา) ทำให้เกิดฤดูกาลบนดาวเคราะห์ดวงนี้เช่นเดียวกับโลก อย่างไรก็ดีดาวอังคารโคจรรอบดวงอาทิตย์ด้วยเวลาประมาณ 23 เดือน จึงทำให้แต่ละฤดูบนดาวอังคารยาวนานกว่าบนโลก"
    },
    "Jupiter": {
        "Jupiter": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์ขนาดใหญ่ที่สุดในระบบสุริยะ มีบริวารขนาดใหญ่ 4 ดวง และขนาดเล็กอีกจำนวนมากโคจรรอบดาวพฤหัสบดี บรรยากาศของดาวพฤหัสบดีประกอบด้วย แก๊สไฮโดรเจน แก๊สฮีเลียม ยังมี มีเทน แอมโมเนียมไฮโดซัลไฟด์ และน้ำ ซึ่งองค์ประกอบเหล่านี้ ทำให้ดาวพฤหัสบดีมีสีแดงอย่างที่ปรากฏให้เห็น ในบรรยากาศของดาวมีลมพัดแรง ซึ่งเกิดจากการหมุนรอบตัวเองด้วยความเร็วเพียง 10 ชั่วโมงต่อรอบ ทำให้ดาวมีลักษณะกลมแป้น การหมุนอย่างรวดเร็วน้ันเป็นผลให้แก๊สรวมกันคล้ายเมฆ แถบสีส้มของแอมโมเนียมซัลไฟล์ เรียกว่า เข็มขัด (Belt) และแถบสีขาวของแอมโมเนีย เรียกว่า โซน (Zone) บางครั้งก็เห็นจุดสีแดงอยู่บริเวณเข็มขัดเมฆ เรียกว่า จุดแดงใหญ่ เป็นจุดสีแดงรูปไข่มีขนาด 2 เท่าของโลก วันที่ 7 มกราคม พ.ศ. 2153 กาลิเลโอ กาลิเลอี ใช้กล้องโทรทรรศน์ที่เขาประดิษฐ์ขึ้น สังเกตเห็นดาวเล็ก ๆ 4 ดวง อยู่ใกล้ ๆ และเคลื่อนที่รอบดาวพฤหัสบดี เขาได้ค้นพบดวงจันทร์ 4 ดวงของดาวพฤหัสบดี คือ ไอโอ ยุโรปา แกนีมีด และคัลลิสโต ดวงจันทร์เหล่านี้รู้จักกันในนาม ดวงจันทร์กาลิเลียน เป็นหลักฐานที่ยืนยันว่าโลกไม่ใช่ศูนย์กลางของระบบสุริยะนั้นเอง",
        "Atmosphere": "&emsp;&emsp;&emsp;&emsp;ชั้นเมฆสีขาวมีองค์ประกอบหลัก คือ แอมโมเนีย<br>&emsp;&emsp;&emsp;&emsp;ชั้นเมฆสีส้มมีองค์ประกอบหลัก คือ แอมโมเนียม ไฮโดรซัลไฟด์<br>&emsp;&emsp;&emsp;&emsp;ชั้นเมฆสีน้ำเงินมีองค์ประกอบหลัก คือ น้ำ",
        "storm": "&emsp;&emsp;&emsp;&emsp;ถ้าเป็นพายุระดับต่ำจะเห็นเป็นสีน้ำเงิน<br>&emsp;&emsp;&emsp;&emsp;ถ้าเป็นพายุระดับปานกลางจะเห็นเป็นสีส้มเข้ม<br>&emsp;&emsp;&emsp;&emsp;ถ้าเป็นพายุระดับสูงจะเห็นเป็นสีขาว<br>&emsp;&emsp;&emsp;&emsp;ถ้าเป็นพายุระดับสูงสุดจะเห็นเป็นสีแดง<br>",
        "satellite": "&emsp;&emsp;&emsp;&emsp;ดวงจันทร์แกนีมีด, ดวงจันทร์คาลิสโต, ดวงจันทร์ไอโอ, ดวงจันทร์ยูโรปา"
    },
    "Saturn": {
        "Saturn": "&emsp;&emsp;&emsp;&emsp;ดาวเสาร์เป็นดาวเคราะห์ไกลที่สุดในดาวเคราะห์ 5 ดวงที่คนโบราณรู้จักกัน ในปี พ.ศ. 2153 นักดาราศาสตร์ชื่อ กาลิเลโอ กาลิเลอี เฝ้ามองที่ดาวเสาร์ผ่านกล้องโทรทรรศน์สังเกตเห็นดาวเสาร์คล้ายมีหูจับ ในปี พ.ศ. 2202 นักดาราศาสตร์ชื่อ คริสเตียน ฮอยเกนส์ ใช้กล้องโทรทรรศน์ที่มีประสิทธิภาพกว่ากล้องของกาลิเลโอ เสนอว่าดาวเสาร์ถูกล้อมรอบด้วยวงแหวนแบน ในปี พ.ศ. 2202 นักดาราศาสตร์ชื่อ จีน โดมินิค แคสสินี ได้แบ่งวงแหวนออกเป็นวงแหวน A และ B เรียกช่องว่างระหว่างวงแหวนทั้งสองว่า ช่องแคบแคสสินี ดาวพฤหัสบดีและดาวเสาร์ ส่วนใหญ่เป็นแก๊สไฮโดรเจนและฮีเลียม บรรยากาศมีลมพัดแรงถึง 1,800 เมตรต่อวินาที บริเวณศูนย์สูตรที่ลมรวมกันอย่างรวดเร็วกับความร้อนภายในเพิ่มขึ้น ทำให้เกิดแถบสีเหลืองทองที่ชั้นบรรยากาศ ในปี พ.ศ. 2523 นาซาส่งยานอวกาศ วอยเอเจอร์ 2 พบว่าวงแหวนของดาวเสาร์ส่วนใหญ่เป็นไอน้ำ และภายในวงแหวนหลัก ประกอบด้วยวงแหวนย่อย ๆ เป็นชั้น ๆ อีกมากมาย",
        "ringcont": "&emsp;&emsp;&emsp;&emsp;โครงสร้างของวงแหวนดาวเสาร์ แต่ก่อนหลายคนที่ยังคิดว่าวงแหวนดาวเสาร์น่าจะเรียบเหมือนทางราดยาง คนที่ให้คำตอบนี้ คือ เจมส์ คลาร์กแมกเวลล์ เป็นคนอธิบายว่า วงแหวนของดาวเสาร์จะไม่ได้เป็นแท่งวัตถุแข็ง เพราะถ้าวงแหวนแข็งตันแรงโน้มถ่วงมากมหาศาลของดาวเสาร์จะดึงดูดอย่างรุนแรงจนวงแหวนบิดเบี้ยวแตกหัก ดังนั้นแมกซ์เวลล์จึงสรุปว่าวงแหวนของดาวเสาร์ประกอบด้วยอนุภาคขนาดน้อยใหญ่ ซึ่งก็คือก้อนน้ำแข็งขนาดเล็กจำนวนมหาศาลที่ต่างก็โคจรไปรอบ ๆ ดาวเสาร์ในทิศทางเดียวกันกับดาวเสาร์หมุนรอบตัวเอง",
        "satellite": "&emsp;&emsp;&emsp;&emsp;ดวงจันทร์ไททัน, ดวงจันทร์เอนเซลาดัส, ดวงจันทร์รีเอะ, ดวงจันทร์มิมาส, ดวงจันทร์ไดโอนี",
        "atmosphere": "&emsp;&emsp;&emsp;&emsp;บรรยากาศของดาวเสาร์ ประกอบด้วยไฮโดรเจนร้อยละ 96.3% ฮีเลียมร้อยละ 3.3% และธาตุอื่น ๆ ร้อยละ 0.4% ชั้นนอกสุดของดาวเสาร์ประกอบด้วยแอมโมเนีย"
    },
    "Uranus": {
        "uranus": "&emsp;&emsp;&emsp;&emsp;ดาวยูเรนัสถูกค้นพบโดย วิลเลียม เฮอร์เซล ในปี พ.ศ. 2324 ดาวเคราะห์ดวงที่ 7 จากดวงอาทิตย์ ใช้เวลาโคจรรอบดวงอาทิตย์ 84 ปี แกนหมุนของดาวยูเรนัสจะเอียงเกือบขนานกับระนาบวงโคจร จึงปรากฏว่า ดาวยูเรนัสจะหมุนรอบตัวเองแบบตะแคงข้าง เป็นผลให้แต่ละฤดูกาลบนดาวยูเรนัสมีระยะเวลายาวนาน ซีกเหนือของดาวเป็นฤดูหนาวนาน 42 ปี และซีกใต้ของดาวเป็นฤดูร้อนนาน 42 ปี<br>&emsp;&emsp;&emsp;&emsp;ยานวอยเอเจอร์ 2 เป็นยานอวกาศเพียงลำเดียวที่ไปบินเฉียดดาวยูเรนัส ในปี พ.ศ. 2529 ถ่ายภาพดาวยูเรนัสและดวงจันทร์ต่าง ๆ มากกว่า 8,000 ภาพ กลับมายังโลก<br>&emsp;&emsp;&emsp;&emsp;ชั้นบรรยากาศปรักอบด้วย ไฮโดรเจน ฮีเลียม มีเทน และแอมโมเนียม ก๊าซมีเทนดูดกลืนแสงสีแดงและสะท้อนแสงสีน้ำเงิน ดาวยูเรนัสจึงปรากฏสีน้ำเงินอมเขียว",
        "atmosphere": "&emsp;&emsp;&emsp;&emsp;บนนยากาศชั้นนอกประกอบด้วย ไฮโดรเจนเป็นส่วนใหญ่และฮีเลียมด้วย คล้ายกับดาวพฤหัสบดีและดาวเสาร์ ในบรรยากาศส่วนที่ลึกลงไปส่วนใหญ่จะประกอบด้วยสารจำพวกแอมโมเนีย มีเทน และน้ำแข็ง ซึ่งส่วนประกอบนี้เองที่ทำให้ดาวยูเรนัสมีมวลมากกว่าโลกถึง 14.5 เท่า และแก๊สมีเทนในบรรยากาศยังดูดซับแสงสีแดงไว้ ทำให้เรามองเห็นดาวยูเรนัสมีสีน้ำเงินอมเขียว และจากการถ่ายภาพของกล้องโทรทรรศน์อวกาศฮับเบิลพบเมฆ กระจายอยู่ทั่วไปในบรรยากาศของดาวยูเรนัส",
        "ringcont": "&emsp;&emsp;&emsp;&emsp;ในปี พ.ศ. 2520 มีการค้นพบโดยบังเอิญว่า ดาวยูเรนัส มีวงแหวนล้อมรอบอยู่ โดยนักดาราศาสตร์ชาวอังกฤษ ชื่อ กอร์ดอน เทย์เลอร์ (Gordon Taylor) และเขาได้พบว่า วงแหวนของดาวยูเรนัสมีมากถึง 9 ชั้น หรือ 9 วง ต่อมายานวอยเอเจอร์ 2 ยืนยันวงแหวนเหล่านั้นด้วยภาพถ่าย และยังพบวงแหวนวงใหม่ชั้นที่ 10 เป็นชั้นบางมาก ขนาดกว้างเพียง 3 กิโลเมตรเท่านั้น สำหรับวงแหวนเอฟไซลอน กว้างประมาณ 100 กิโลเมตร",
        "satellite": "&emsp;&emsp;&emsp;&emsp;ดวงจันทร์มิแรนดา, ดวงจันเอเรียล, ดวงจันทร์อัมเบรียล, ดวงจันทร์ไททาเนีย, ดวงจันทร์โอเบอรอน"
    },
    "Neptune": {
        "neptune": "&emsp;&emsp;&emsp;&emsp;หลังการค้นพบดาวยูเรนัสได้ไม่นาน นักดาราศาสตร์พบว่าตำแหน่งของดาวยูเรนัสคลาดเคลื่อนไปจากที่คำนวณไว้โดยกฎการเคลื่อนที่ ของนิวตัน จึงสันนิษฐานว่ามีดาวเคราะห์อีกดวงหนึ่งที่สามารถดึงดาวยูเรนัสอยู่<br>&emsp;&emsp;&emsp;&emsp;โยเซฟ เลอ เวรีเย ชาวฝรั่งเศส ได้คำนวณตำแหน่งของดาวเคราะห์ดวงใหม่นี้ และส่งการคำนวณของเขาให้ โยฮันน์ กอทท์ฟรีด กัลเลอ ณ หอดูดาวแห่งนครเบอร์ลิน ประเทศเยอรมัน ได้พบดาวเคราะห์ดวงใหม่ตามตำแหน่งที่คาดการณ์ไว้ ในปี พ.ศ. 2389 ได้ตังชื่อดาวเคราะห์ดวงใหม่ตามเทพเนปจูน ซึ่งเป็นเทพแห่งท้องทะเล เพราะดาวเนปจูนมีสีน้ำเงินคล้ายทะเล โดยโคจรห่างจากดวงอาทิตย์ 4,500 ล้านกิโลเมตร ใช้เวลาในการโคจรรอบดวงอาทิตย์นานถึง 165 ปี<br>&emsp;&emsp;&emsp;&emsp;ดาวเนปจูนมีสีน้ำเงิน เนื่องจากองค์ประกอบหลักของบรรยากาศผิวนอกเป็น ไฮโดรเจน ฮีเลียม และมีเทน บนดาวเนปจูนมีอุณหภูมิที่หนาวเย็น เนื่องจากอยู่ไกลดวงอาทิตย์มาก ยานวอยเอเจอร์ 2 เป็นยานอวกาศจากโลก เพียงลำเดียวเท่านั้นที่เคยเดินทางไปถึงดาวเนปจูนเมื่อ พ.ศ. 2532 ภาพของดาวเนปจูนแสดงให้เห็นจุดมืดใหญ่อยู่ทางซีกใต้ของดาวเนปจูน มีวงแหวนบาง ๆ ดาวเนปจูนมีดวงจันทร์ 13 ดวง ดวงจันทร์ใหญ่ที่สุดของดาวเนปจูน ชื่อ ไทรทัน",
        "atmosphere": "&emsp;&emsp;&emsp;&emsp;ดาวเนปจูนเป็นดาวเคราะห์แก๊สที่มีองค์ประกอบคล้ายกับดาวยูเรนัส คือ ไฮโดรเจน ฮีเลียมผสมกับแอมโมเนีย และมีเทนแข็ง เป็นชั้นบรรยากาศหนาประมาณ 40 กิโลเมตร โดยมีใจกลางเป็นแกนหินขนาดเท่าโลก เนื่องจากแก๊สมีเทนในบรรยากาศชั้นบนดูดซับแสงสีแดงไว้ ทำให้เรามองเห็นดาวเนปจูนมีสีน้ำเงินคล้ายกันกับดาวยูเรนัส โดยในปี พ.ศ. 2532 ยานวอยเอเจอร์ 2 ได้ทำการศึกษาบรรยาการด้านบนของดาวเนปจูนในระยะห่าง 5,000 กิโลเมตร พบจุดมืดใหญ่ (Great Dark Spot) เป็นพายุหมุนที่มีขนาดใหญ่เท่าโลก",
        "ringcont": "&emsp;&emsp;&emsp;&emsp;วงแหวนของดาวเนปจูนค้นพบในปี พ.ศ. 2524 เมื่อดาวเนปจูนเคลื่อนที่ผ่านหน้าดาวฤกษ์ดวงหนึ่ง พบว่าแสงของดาวฤกษ์ลดลงเป็นระยะ ๆ และสรุปว่าดาวเนปจูน มีวงแหวน 3 ชั้น แต่ละวงแหวนนั้นคล้ายกับไม่เต็มวงสมบูรณ์ จนในปี พ.ศ. 2532 ยานวอยเอเจอร์ 2 ถ่ายภาพวงแหวน พบว่าเป็นวงกลมสมบูรณ์ 5 ชั้น ห่างออกมาจากบรรยากาศของดาวเนปจูนประมาณ 17,000 กิโลเมตร ที่ขอบวงในสุดถึง 38,000 กิโลเมตร ที่ขอบนอกสุดของวงแหวนชั้นสุดท้ายรวมความหนาทั้ง 5 ชั้น ประมาณ 21,000 กิโลเมตร แต่ละชั้นมีลักษณะเป็นวงแหวนบางและแคบ วงที่กว้างที่สุดมีความกว้างประมาณ 5,800 กิโลเมตร แต่หนาเพียง 10 เซนติเมตร บางชั้นประกอบด้วยก้อนวัตถุขนาดใหญ่ แต่ส่วนใหญ่เป็นวัตถุขนาดเล็กละเอียด",
        "satellite": "&emsp;&emsp;&emsp;&emsp;ดวงจันทร์ของดาวเนปจูนที่ค้นพบแล้ว มีจำนวน 13 ดวง ดวงที่ใหญ่ที่สุด ชื่อ ดวงจันทร์ไทรทัน ขนาดพอ ๆ กันกับดวงจันทร์ของโลก อยู่ห่างจากดาวเนปจูนประมาณ 355,000 กิโลเมตร โคจรรอบดาวเนปจูนในระยะเวลา 5.87 วัน"
    },
    "dwarf": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์แคระ เป็นดาวชนิดหนึ่งมีลักษณ์คล้ายดาวเคราะห์ ตามการจำแนกชนิดดาวเคราะห์ที่เสนอโดยสหพันธ์ดาราศาสตร์สากล (International Astronomical Union : IAU) เมื่อวันที่ 24 สิงหาคม พ.ศ. 2549",
    "ceres": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์แคระเซเรส เป็นวัตถุที่มีขนาดใหญ่ที่สุดในแถบดาวเคราะห์น้อย และได้รับการจัดประเภทให้เป็นดาวเคราะห์แคระ มีขนาดเส้นผ่านศูนย์กลางประมาณเกือบ ๆ 1,000 กิโลเมตร ซึ่งเซเรสมีขนาดใหญ่พอที่จะสร้างแรงโน้มถ่วงของตัวเอง เพื่อสร้างรูปทรงให้เป็นทรงกลมได้ ในช่วงที่มีการค้นพบเซเรสครั้งแรกถูกสันนิษฐานว่าน่าจะเป็นดาวเคราะห์ ในช่วงปี พ.ศ. 2393 นักดาราศาสตร์จัดประเภทวัตถุในระบบสุริยะใหม่ และจัดให้เซเรสเป็นดาวเคราะห์น้อย และจากการศึกษาดาวเคราะห์น้อยดวงอื่น ๆ เพิ่มเติมอีก ครั้นถึงปี พ.ศ. 2549 จึงได้รับการจัดประเภทใหม่ให้เป็นดาวเคราะห์แคระ",
    "pluto": "&emsp;&emsp;&emsp;&emsp;ดาวพลูโตจัดเป็นดาวเคราะห์แคระและยังเป็นสมาชิกที่มีวงโคจรของดาวเนปจูนออกไป ที่เรียกกันว่า แถบไคเปอร์ วงโคจรของดาวพลูโตเป็นวงรีใช้ระยะนานถึง 248 ปี ดาวพลูโตมีขนาดเส้นผ่านศูนย์กลางประมาณ 2 ใน 3 ของดวงจันทร์ของโลก มีแกนหินปกคลุมล้อมรอบด้วยน้ำแข็ง มีเทน และไนโตรเจน ปกคลุมพื้นผิว ดาวเคราะห์แคระพลูโตอยู่ห่างไกลจากดวงอาทิตย์มากและได้รับแสงน้อย จึงมีอุณหภูมิต่ำมาก นักดาราศาสตร์จะได้ศึกษาดาวพลูโตและวัตถุในแถบไคเปอร์อย่างละเอียดในปี พ.ศ. 2558 เมื่อยานนิวฮอไรซันส์ของนาซา ซึ่งยานจำเป็นต้องไปให้ทันเวลา เพื่อให้ทันต่อการศึกษาวิจัยดาวพลูโต เพราะหากเมื่อดาวพลูโตมีวงโคจรห่างไกลจากดวงอาทิตย์ ดาวพลูโตจะเข้าสู่ฤดูหนาวยาวนานถึง 62 ปี และจะทำให้บรรยากาศกลายเป็นน้ำแข็งและร่วงลงสู่ผิวดาว ทำให้ไม่สามารถวิจัยบรรยากาศของดาวที่แท้จริงได้ และจะทำให้เสียองค์ประกอบทางด้านเคมีที่สำคัญในการวิจัย รวมถึงอุณหภูมิ ลม และโครงสร้างบรรยากาศของดาวไปด้วย",
    "haumea": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์แคระเฮาเมอา มีชื่อเดิมว่า 136108 เฮาเมอา เป็นดาวเคราะห์แคระดวงหนึ่งในแถบไคเปอร์ เฮาเมอามีลักษณะพิเศษต่างจากวัตถุที่อยู่เลยวงโคจรของดาวเนปจูนดวงอื่น ๆ เนื่องจากทำมุมห่างจากดวงอาทิตย์กว้างมาก แม้ว่ายังจะไม่มีการสำรวจรูปร่างของดาวเคราะห์แคระดวงนี้โดยตรง แต่จากการคำนวณจากความสว่าง ทำให้สันนิษฐานได้ว่าลักษณะของดาวเคราะห์แคระดวงนี้น่าจะเป็นวัตถุทรงรี",
    "makemake": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์แคระมาคีมาคี มีชื่อเดิมว่า 136472 มาคีมาคี ดาวเคราะห์แคระมาคีมาคี มีลักษณะที่แตกต่างไปจากวัตถุขนาดใหญ่อื่น ๆ ในแถบไคเปอร์ด้วยกัน โดยมีอุณหภูมิเฉลี่ยที่ต่ำมากประมาณ 30 เคลวิน แสดงให้เห็นว่าพื้นผิวของดาวน่าจะถูกปกคลุมด้วยมีเทนแข็ง อีเทน และอาจจะมีไนโตรเจนแข็งด้วย",
    "eris": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์แคระอีริส ชื่อเดิม คือ 2003 UB313 เป็นดาวเคราะห์แคระที่มีขนาดใหญ่ที่สุดในระบบสุริยะที่มีการค้นพบในปัจจุบัน และมีขนาดใหญ่กว่าดาวพลูโต ภายหลังการค้นพบ คณะผู้ค้นพบและนาซาได้ประกาศว่าอีริสเป็นดาวเคราะห์ดวงที่ 10 แต่จากการประชุมสหพันธ์ดาราศาสตร์สากล ที่กรุงปราก สาธารณรัฐเช็ก เมื่อวันที่ 24 สิงหาคม พ.ศ. 2549 ได้ข้อสรุปว่าอีริสไม่จัดเป็นดาวเคราะห์ แต่เป็นดาวเคราะห์แคระ",
    "Asteroid": {
        "Asteroid": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์น้อยเป็นวัตถุขนาดเล็กในระบบสุริยะที่มีองค์ประกอบเป็นหินหรือโลหะเป็นหลัก โคจรรอบดวงอาทิตย์คล้ายกับดาวเคราะห์ แต่มีขนาดเล็กเกินไปที่จะจัดเป็นดาวเคราะห์ ดาวเคราะห์น้อยมีขนาดที่แตกต่างกัน ตั้งแต่หลายร้อยกิโลเมตรไปจนถึงเศษหินเล็ก ๆ หากเรานำมวลของดาวเคราะห์น้อยทั้งหมดมารวมกันจะได้มวลน้อยกว่าดวงจันทร์ของโลกเสียอีก ในอดีตที่ผ่านมามีดาวเคราะห์น้อยจำนวนมากพุ่งชนโลก<br>&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์น้อย เป็นแถบเทหวัตถุที่อยู่ระหว่างดาวอังคารกับดาวพฤหัสบดี การก่อตัวของดาวเคราะห์น้อย เริ่มขึ้นพร้อมกับดาวเคราะห์รอบข้างด้วยการชนระหว่างหินหลอมละลายจำนวนมากรวมตัวกัน และมีขนาดใหญ่ขึ้น แต่แรงโน้มถ่วงจากดาวอังคารและดาวพฤหัสบดี ทำให้ก้อนหินเหล่านี้ต้องกระจัดกระจายเป็นวงแหวน ก้อนหินขนาดใหญ่ล้อมรอบดวงอาทิตย์<br>&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์น้อยส่วนใหญ่โคจรอยู่ระหว่างวงโคจรของดาวอังคารและดาวพฤหัสบดี เรียกว่า แถบดาวเคราะห์น้อย ซึ่งมีลักษณะคล้ายกับวงแหวนลูกโดนัท ในแถบดาวเคราะห์น้อยนี้มีดาวเคราะห์น้อยที่มีขนาดใหญ่กว่า 100 กิโลเมตร อยู่กว่า 200 ดวง มีขนาดมากกว่า 1 กิโลเมตร อยู่กว่า 750,000 ดวง และที่มีขนาดเล็ก ๆ อีกกว่าล้านดวง นอกจากนี้ยังมีดาวเคราะห์น้อยอีกจำนวนมากอยู่นอกแถบดาวเคราะห์น้อย เช่น ดาวเคราะห์น้อยโทรจัน (Trojans) และยังมีดาวเคราะห์น้อยที่มีวงโคจรอยู่ในระบบสุนิยะชั้นในและตัดกับวงโคจรของโลกและดาวอังคาร เช่น เอเธนส์ (Atens) อามอร์นิ่ง (Amors) และอพอลโล (Apollos) อย่างไรก็ตามวงแหวนดาวเคราะห์น้อยไม่ได้เป็นบริวาณที่เต็มไปด้วยดาวเคราะห์น้อย โดยแต่ละดวงอยู่ห่างกันเป็นระยะทางเฉลี่ยประมาณ 1 ล้านกิโลเมตร",
        "origin": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์น้อยเป็นเศษชิ้นส่วนที่เหลือจากการก่อตัวของระบบสุริยะในช่วงแรกประมาณ 4.6 ล้านปีที่แล้ว แต่ก่อตัวไม่สำเร็จเนื่องจากถูกรบกวนโดยแรงโน้มถ่วงอันมหาศาลของดาวพฤหัสบดี ซึ่งมีวงโคจรอยู่ใกล้เคียง",
        "physicalproperty": "&emsp;&emsp;&emsp;&emsp;ดาวเคราะห์น้อยที่มีขนาดใหญ่ที่สุดคือ เซเรส (Ceres) มีขนาดเส้นผ่านศูนย์กลาง 950 กิโลเมตร และดาวเคราะห์น้อยที่มีขนาดเล็กที่สุดคือ 1991 BA มีขนาดเส้นผ่านศูนย์กลางประมาณ 6 เมตร ดาวเคราะห์น้อยส่วนใหญ่มีรูปร่างไม่สมมาตร เพราะมีมวลน้อยจึงมีแรงโน้มถ่วงไม่มากพอที่จะเอาชนะแรงยึดเหนี่ยวระหว่างสสารที่เป็นเนื้อดาว จึงไม่มีรูปร่างเป็นทรงกลม ดาวเคราะห์น้อยโคจรรอบดวงอาทิตย์เป็นวงรี ดาวเคราะห์น้อยประมาณ 150 ดวง มีบริวารขนาดเล็กโคจรรอบด้วย บางดวงมีบริวารถึง 2 ดวง นอกจากนี้มีระบบดาวเคราะห์น้อยที่อยู่เป็นคู่อีกด้วย บางระบบมีสามดวงโคจรรอบกัน ดาวเคราะห์น้อยจำนวนมากถูกแรงโน้มถ่วงจากดาวเคราะห์จนกลายเป็นดวงจันทร์บริวารของดาวเคราะห์ไป เช่น ดวงจันทร์ของดาวอังคารที่ชื่อว่า โฟบอส และดีมอส นอกจากนี้บางดวงกลายเป็นดวงจันทร์ของดาวพฤหัสบดี ดาวเสาร์ ยูเรนัส และเนปจูน อุณหภูมิเฉลี่ยของดาวเคราะห์น้อยประมาณ -73 องศาเซลเซียส ดาวเคราะห์น้อยยังคงรูปร่าง และคุณสมบัติต่าง ๆ  มาเป็นเวลาหลายล้านปี ดังนั้นเป็นสิ่งที่ทำให้นักวิทยาศาสตร์สามารถหาคุณสมบัติของระบบสุริยะตอนแรกเกิดได้",
        "classification": "&emsp;&emsp;&emsp;&emsp;นักดาราศาสตร์ทำการศึกษาดาวเคราะห์น้อยเพื่อศึกษาวิวัฒนาการของระบบสุริยะ โดยจำแนกดาวเคราะห์น้อยออกเป็น 3 แบบ ตามองค์ประกอบทางเคมี ดังนี้<br>&emsp;&emsp;&emsp;&emsp;<b>C-type (Chondrite)</b> เป็นดาวเคราะห์น้อยที่พบเห็นประมาณร้อยละ 75 มีองค์ประกอบเป็นคาร์บอน มีสีเข้มเพราะพื้นผิวสะท้อนแสงได้ไม่ดี ตัวอย่างของดาวเคราะห์ชนิดนี้คือ 324 Bamberga<br>&emsp;&emsp;&emsp;&emsp;<b>S-type (Stony)</b> เป็นดาวเคราะห์น้อยที่มีอยู่ประมาณร้อยละ 17 มากเป็นลำดับที่ 2 รองจาก C-type มีองค์ประกอบหลักเป็นหินซิลิเกต เหล็ก และนิเกิล ตัวอย่างเช่น 433 Eros<br>&emsp;&emsp;&emsp;&emsp;<b>M-type (Metal)</b> เป็นดาวเคราะห์น้อยที่มีอยู่ประมาณร้อยละ 8 มีความสว่างมาก เนื่องจากมีองค์ประกอบเป็นโลหะเหล็กและนิเกิล สะท้อนแสงอาทิตย์ได้ดี"
    },
    "Comet": {
        "comet": "&emsp;&emsp;&emsp;&emsp;บริวารขนาดเล็กประเภทกหนึ่งของดวงอาทิตย์ ที่ประกอบไปด้วยสารประกอบระเหิดง่าย ในสภาพเยือกแข็งและฝุ่น ทำให้พวกมันมักถูกเรียกว่า “ก้อนน้ำแข็งสกปรก” (Dirty snowball) เป็นเศษซากที่อุดมไปด้วยน้ำแข็งที่หลงเหลือจากการกำเนิดของดาวเคราะห์ เมื่อประมาณ 4.5 พันล้านปีที่แล้ว เป็นวัตถุที่มาจากตำแหน่งที่เลยวงโคจรของดาวพลูโตออกไป และใช้เวลาหลายปีในการโคจรรอบดวงอาทิตย์ เมื่อมันเข้ามาในระบบสุริยะชั้นใน จะปรากฏเป็นดาวสว่างที่มีหางพาดผ่านท้องฟ้าในยามค่ำคืน เราเรียกวัตถุท้องฟ้านี้ว่า “ดาวหาง” (Comet)",
        "PhysicalAppearance": "&emsp;&emsp;&emsp;&emsp;ดาวหางที่ปรากฏบนท้องฟ้ามีองค์ประกอบที่สำคัญคือ<br>&emsp;&emsp;&emsp;&emsp;<b> 1. นิวเคลียส (Nucleus)</b> คือ ใจกลางของดาวหาง เป็นของแข็งขนาดเส้นผ่านศูนย์กลางหลายกิโลเมตร ซึ่งไม่สามารถสังเกตเห็นได้ แม้จะสังเกตผ่านกล้องโทรทรรศน์ที่มีขนาดใหญ่ที่สุดก็ตาม เนื่องจากดาวหางส่วนใหญ่อยู่ไกลดวงอาทิตย์และโลกมาก<br>&emsp;&emsp;&emsp;&emsp;<b> 2. โคมา (Coma)</b> คือ ชั้นที่ห่อหุ้มนิวเคลียส ปรากฏขึ้นตอนที่ดาวหางเคลื่อนที่เข้ามาในระบบสุริยะชั้นใน โคมาซึ่งประกอบด้วยฝุ่นและแก๊ส และพุ่งออกมาเมื่อได้รับรังสีจากดวงอาทิตย์<br>&emsp;&emsp;&emsp;&emsp;องค์ประกอบทางเคมีของชั้นโคมา ส่วนใหญ่เป็น ไอน้ำและแก๊สคาร์บอนไดออกไซด์ แต่ก็มีคาร์บอนไฮโดรเจน และไนโตรเจนอยู่บ้าง ซึ่งชั้นโคมาของดาวหางบางดวงเมื่อได้รับแสงจากดวงอาทิตย์ จะปรากฏแสงเรืองสีเขียวของไซนาโนเจน (CN) และโมเลกุลของแก๊สคาร์บอน (C2) ปรากฏการณ์ดังกล่าว เรียกว่า “Resonant Fluorescence” (กระบวนการเรืองแสงจากอะตอมหรือโมเลกุล โดยแสงที่ปล่อยออกมาจะมีความยาวคลื่นเดียวกันกับแสงที่อะตอมหรือโมเลกุลดังกล่าวดูดกลืน)",
        "origin": "&emsp;&emsp;&emsp;&emsp;แหล่งกำเนิดของดาวหางนั้นมีความสัมพันธ์กับคาบการโคจรมันอิง ดาวหางถูกแบ่งออกเป็น 2 ประเภท คือ “ดาวหางคาบสั้น” (Short-Period Comet) ซึ่งมีคาบการโคจรน้อยกว่า 200 ปี และ “ดาวหางคาบยาว” (Long-Period Comet) มีคาบการโคจรเกิน 200 ปี ทั้งสองประเภทสัมพันธ์กับแหล่งกำเนิด และลักษณะเฉพาะทางกายภาพของดาวหาง ดังนี้<br><br>&emsp;&emsp;&emsp;&emsp;<b>ดาวหางคาบสั้น มีแหล่งที่มาจากแถบไคเปอร์ (Kuiper Belt)</b><ul><li>อยู่ห่างจากดวงอาทิตย์ประมาณ 35-1,000 หน่วยดาราศาสตร์ (เลยวงโคจรดาวเนปจูนออกไป)</li><li>นักวิทยาศาสตร์คาดการณ์ว่าแถบไคเปอร์นี้มีนิวเคลียสของดาวหางขนาดใหญ่ (ขนาดนิวเคลียสของดาวหางเกิน 100 กิโลเมตร) ประมาณ 100,000 ดวง</li><li>วัตถุขนาดใหญ่และดาวหางในแถบไคเปอร์มีทิศทางการโคจรและระนาบของวงโคจรใกล้เคียงกับระนาบวงโคจรของดาวเคราะห์ในระดับหนึ่ง</li><li>วัตถุขนาดใหญ่และดาวหางในแถบไคเปอร์ ก่อตัวกำเนิดขึ้นมาในบริเวณนี้</li><li>พื้นผิวของดาวหางในบริเวณนี้ปกคลุมไปด้วยสารประกอบคาร์บอนที่มีสีคล้ำ</li><li>วัตถุขนาดใหญ่และดาวหางในแถบไคเปอร์หลายดวง มีการโคจรที่เกิดกำธอน (Orbital Resonance) ดาวเนปจูน</li><li>ดาวพลูโตและอีริสอาจจะเป็นวัตถุที่มีขนาดใหญ่อันดับต้น ๆ ในกลุ่มวัตถุแถบเข็มขัดไคเปอร์นี้</li></ul><br><br>&emsp;&emsp;&emsp;&emsp;<b>ดาวหางคาบยาว มีแหล่งที่มาจากเมฆออร์ต (Oort Cloud)</b><ul><li>เมฆออร์แกน อยู่ห่างจากดวงอาทิตย์ออกไปจากแถบไคเปอร์ถึงระยะประมาณ 50,000 หน่วยดาราศาสตร์</li><li>นักดาราศาสตร์คาดการณ์ว่าเมฆออร์ตมีดาวหางเป็นจำนวนมากถึงนับ 1,000 ล้านดวง</li><li>ดาวหางในเมฆออร์ตนี้ แต่เดิมก่อตัวบริเวณวงโคจรของดาวเคราะห์แก๊ส (ดาวพฤหัสบดี ดาวเสาร์ ดาวยูเรนัส และดาวเนปจูน) ก่อนถูกแรงโน้มถ่วงจากดาวเคราะห์เหล่านี้เหวี่ยงไปอยู่บริเวณเมฆออร์ตในปัจจุบัน (ดาวหางคาบยาวก็โดนแรงโน้มถ่วงจากดาวเคราะห์แก๊สรบกวนให้พลัดจากเมฆออร์ตโคจรเข้ามาในระบบสุริยะชั้นในได้เช่นกัน) ดาวหางในเมฆออร์ตจะโคจรรอบดวงอาทิตย์แบบไร้ระเบียบมากกว่าดาวหางในแถบไคเปอร์</li></ul>",
        "type": "&emsp;&emsp;&emsp;&emsp;พิจารณาองค์ประกอบของสิ่งที่เป็นหางของดาวหาง สามารถจำแนกหางของมันออกได้เป็น 2 ประเภท คือ<br>&emsp;&emsp;&emsp;&emsp;<b>หางฝุ่น (Dust Tail)</b> เป็นหางที่เห็นสว่างโดดเด่นที่สุด เกิดจากอนุภาคฝุ่นขนาดเล็กที่พุ่งออกมาจากนิวเคลียสระเหิดออก แล้วถูกผลักออกไปโดย “ความดันของการแผ่รังสี” (Radiation Pressure - แรงดันที่เกิดจากการปะทะกับโฟตอนของแสง) จากดวงอาทิตย์ ฝุ่นเหล่านี้สามารถสะท้อนแสงของดวงอาทิตย์ได้ดี จึงปรากฏเป็นทางโค้งสว่างให้เป็นตามแนวทิศทางของวงโคจร และเนื่องจากการที่อนุภาคฝุ่นถูกผลักไปได้ยากกว่าอนุภาคไอออน อะตอมหรือโมเลกุล ทำให้หางฝุ่นปรากฏโค้งเบนเข้าหาเส้นทางเคลื่อนที่ของดาวหาง หากโลกเคลื่อนผ่านเข้าไปในหางฝุ่นนี้ อนุภาคฝุ่นในหางก็จะเข้าสู่บรรยากาศชั้นบนของโลก เกิดการเผาไหม้กลายเป็นดาวตก<br>&emsp;&emsp;&emsp;&emsp;<b>หางไอออน (Ion Tail)</b> มักมีความยาวมากกว่าหางฝุ่นมาก อาจมีความยาวหลายร้อยกิโลเมตร แต่มักจะสว่างน้อยกว่าหางฝุ่น ซึ่งหากไอออนเกิดขึ้นจากแก๊สบริเวณหางของดาวหางที่เรืองแสงขึ้น เนื่องจากได้รับพลังงานลมสุริยะ หางไอออนจึงมีทิศทางชี้ออกจากดวงอาทิตย์อย่างชัดเจน หางไอออนบางทีก็เรียกว่า “หางแก๊ส” หรือ “หางพลาสมา” ไอออนในดาวหางชนิดนี้ส่วนใหญ่เป็นไอออนประจุบวกของคาร์บอนมอนอกไซด์ (CO+) ที่มีคุณสมบัติกระเจิงแสงสีฟ้าได้ดีกว่าแสงสีแดง ทำให้เมื่อถ่ายภาพดาวหางปรากฏหางไอออนที่มีสีฟ้า (มองเห็นด้วยตาเปล่าได้ยากเนื่องจากความสว่างน้อย) นอกจากนี้กระแสของลมสุริยะที่ไม่สม่ำเสมอยังทำให้หางไอออนมีการแกว่ง เกิด “ปม” ของดาวหาง หรือทำให้หางเกิดการแยกขาดออกจากกันชั่วคราวปรากฏการณ์เช่นนี้พบได้ในหางไอออนเท่านั้น ซึ่งจะมีลักษณะปรากฏที่มีรูปร่างแคบ จาง และเหยียดตรง"
    }
}